Revit 2027 API
ParameterTypeId.BoundaryYTranslationSpring Property
 "Y Translation - Spring"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BoundaryYTranslationSpring { get; }
Public Shared ReadOnly Property BoundaryYTranslationSpring As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BoundaryYTranslationSpring {
	ForgeTypeId^ get ();
}
static member BoundaryYTranslationSpring : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace